Repository: common-repository/aphorismus
Catalog: locale/*.po
Languages: ru_ru

source: Aphorismus
ru_ru: Афоризмус

source: Use the output of aphorisms in the sidebar
ru_ru: Используйте для вывода афоризмов в боковой панели

source: Add aphorism
ru_ru: Добавить афоризм

source: Settings
ru_ru: Параметры

source: Help
ru_ru: Справка

source: Widget title
ru_ru: Заголовок

source: Space from edge of the sidebar
ru_ru: Отступ от края боковой панели

source: pixels
ru_ru: пикселей

source: Template string
ru_ru: Шаблон вывода

source: You can use HTML&ndash;tags. Constants:<br /><code>%%title%%</code> &mdash; Deduces plug-in heading<br /><code>%%text%%</code> &mdash; Deduces the aphorism text<br /><code>%%author%%</code> &mdash; Deduces the author
ru_ru: Вы можете использовать HTML&ndash;теги. Константы:<br /><code>%%title%%</code> &mdash; выводит заголовок плагина<br /><code>%%text%%</code> &mdash; выводит текст афоризма<br /><code>%%author%%</code> &mdash; выводит автора

source: Aphorism added
ru_ru: Афоризм добавлен

source: Aphorism deleted
ru_ru: Афоризм удалён

source: Aphorisms deleted
ru_ru: Афоризмы удалёны

source: All aphorisms deleted
ru_ru: Все афоризмы удалены

source: Settings saved
ru_ru: Параметры сохранены

source: Aphorism saved
ru_ru: Афоризм сохранён

source: Imported aphorisms: %d
ru_ru: Импортировано афоризмов: %d

source: Search result
ru_ru: Результат поиска

source: Search
ru_ru: Найти

source: Displaying %s&#8211;%s of %s
ru_ru: Показано %s&#8211;%s из %s

source: Actions
ru_ru: Действия

source: Delete
ru_ru: Удалить

source: Delete all
ru_ru: Удалить все

source: Apply
ru_ru: Применить

source: You are about to delete ALL aphorisms\n\'Cancel\' to stop, \'OK\' to delete.
ru_ru: Вы собираетесь удалить ВСЕ афоризмы\n\'Отмена\' - оставить, \'OK\' - удалить.

source: Export
ru_ru: Экспорт

source: Aphorism text
ru_ru: Текст афоризма

source: Author
ru_ru: Автор

source: The link allowing other Aphorismus to import your aphorisms
ru_ru: Ссылка, позволяющая импортировать Ваши афоризмы на других сайтах

source: The updating period
ru_ru: Период обновления

source: at each loading
ru_ru: при обновлении страницы

source: time at an o'clock
ru_ru: каждый час

source: time a day
ru_ru: раз в день

source: Count of aphorisms on page
ru_ru: Количество афоризмов на странице

source: in the admin panel
ru_ru: в панели администрирования

source: Show aphorisms in your admin screen
ru_ru: Отображать афоризмы в панели администрирования

source: The plugin "Hello Dolly" should be switched off
ru_ru: Плагин "Hello Dolly" должен быть выключен

source: ...Max length
ru_ru: ...максимальной длины

source: symbols
ru_ru: символов

source: Save
ru_ru: Сохранить

source: Editing aphorism
ru_ru: Редактирование афоризма

source: Adding aphorism
ru_ru: Добавление афоризма

source: Form
ru_ru: Форма

source: Import from file
ru_ru: Импортировать из файла

source: Import from other site
ru_ru: Импортировать с другого сайта

source: XML&ndash;file
ru_ru: XML&ndash;файл

source: Import
ru_ru: Импорт

source: Link to XML
ru_ru: Ссылка на XML

source: You can use following tags:
ru_ru: Вы можете использовать следующие тэги:

source: Add
ru_ru: Добавить

source: Addition of aphorisms
ru_ru: Добавление афоризма

source: <p>You can use %s for XML-file creation. Open &laquo;aphorismus.xls&raquo; in MS Excel 2003 SP3 (or higher), fill the table, press &laquo;Save as&raquo; and will choose XML-data (not a table XML).</p>
ru_ru: <p>Вы можете использовать %s для создания XML-файла. Откройте &laquo;aphorismus.xls&raquo; в MS Excel 2003 SP3 (или лучше), заполните таблицу, нажмите &laquo;Сохранить как&raquo; и выбере XML-данные (не Таблица XML).</p>

source: <p>Attention! Try to avoid a symbol &laquo;&&raquo;! :)</p>
ru_ru: <p>Внимание! Постарайтесь избегать символа &laquo;&&raquo;! :)</p>

source: Installation
ru_ru: Установка

source: <p>The Aphorismus shows aphorisms on pages, in posts or on the sidebar. You can use</p>
ru_ru: <p>Афоризмус показывает афоризмы на страницах, в постах или в боковой панели. Вы можете использовать</p>

source: <p>for display in posts or on pages, or to use</p>
ru_ru: <p>для отображения в постах и на страницах, или использовать</p>

source: <p>in templates.</p><p>At plugin activation, he automatically adds new widget. If in a template of your blog there is a sidebar, you can place on it widget. To make it it is possible in the management widget menu.</p>
ru_ru: <p>в шаблонах.</p><p>При активации плагина, он автоматически добавляет новый виджет. Если в шаблоне вашего блога имеется боковая панель, вы можете разместить на ней виджет. Сделать это можно в меню управления виджетами.</p>

source: <p>You can deduce aphorisms on other sites:</p>
ru_ru: <p>Вы можете выводить афоризмы на других сайтах:</p>

source: Arguments
ru_ru: Аргументы

source: <p><b>aphorismus()</b> echo string.</p>
ru_ru: <p><b>aphorismus()</b> вывоит строку.</p>

source: <p><b>get_aphorismus()</b> return string.</p>
ru_ru: <p><b>get_aphorismus()</b> возвращает строку.</p>

source: <p><i>arg</i> values:</p><ul class="list"><li><i>widget</i> &mdash; string with a widget template</li><li><i>notemplate</i> &mdash; string without a template (and Author)</li><li><i>array</i> &mdash; return array [id], [text], [author] (not work with <i>aphorismus()</i>!)</li></ul>
ru_ru: <p>Значения <i>arg</i>:</p><ul class="list"><li><i>widget</i> &mdash; строка с использованием шаблона виджета</li><li><i>notemplate</i> &mdash; строка без шаблона (и без Автора)</li><li><i>array</i> &mdash; возвращает массив [id], [text], [author] (не работат с <i>aphorismus()</i>!)</li></ul>

source: <p>If the <i>arg</i> is empty or not set, function will deduce string with a output template.</p>
ru_ru: <p>Если <i>arg</i> не указан, функция вернет/выведет строку, используя шаблон вывода.</p>

source: <p><i>max_length</i> defines the maximum length of a deduced aphorism. By default is <i>0</i>, thus the maximum length is not limited.</p>
ru_ru: <i>max_length</i> определяет максимальную длину выводимого афоризма. По умолчанию <i>0</i>, при этом максимальная длина не ограничена.

source: <p><i>tags</i> resolve or forbid a conclusion of the text of an aphorism with tags. Default value is <i>true</i>. Value <i>false</i> forbids.</p>
ru_ru: <p><i>tags</i> разрешает или запрещает вывод тэгов в тексте афоризма. По умолчанию <i>true</i>. Значение <i>false</i> запрещает вывод тэгов.</p>
